{"artists":[ 
	{
	  "bio": "Egyptian Lover is a legend in certain circles but a mystery to most, an artist who was in deep with most of the west coast hip hop scene before the gangsta sound came along. Born Greg Broussard, Egyptian Lover is a rapper, DJ, and producer who was hugely influenced by the New York electro scene, as well as by the electro-funk of Zapp. This was flat-out party music and dynamite on the dancefloor. Although he played to crowds of thousands with Uncle Jamm&rsquo;s Army and Radio Crew, it was as a solo artist that he made his impact. &ldquo;Egypt Egypt&rdquo; (1984) was an LA anthem and his <em>On the Nile</em> was one of the first hip hop albums released on the left coast. Although he never regained that prominence once gangsta rap swept all before it, his records and live performances have become staples of electro nights across the world.",
	  "lecture": "http://www.redbullmusicacademy.com/lectures/egyptian-lover",
	  "magazine": "http://www.redbullmusicacademy.com/magazine/egyptian-lover-key-tracks",
	  "name": "Egyptian Lover",
	  "nickname": "lover",
	  "radio": "http://www.rbmaradio.com/people/egyptian-lover",
	  "title": "Lecturer - 2013",
	  "website": "http://www.facebook.com/ThEgyptianLover"
	},
	{
	  "bio": "Marrying the emotional severity of sticky Southern blues with the psychedelic avant garde of modernist R&amp;B, Jimi Nxir sounds pretty much unlike anything you&rsquo;ve heard of late. On a quest for the links between Miles Davis, Trane&rsquo;s spiritual phase, <em>Purple Rain</em>, Pink Floyd, and D&rsquo;Angelo, this highly talented man provides an exciting mixture of styles. Don&rsquo;t you dare call it neo-soul&mdash;unless you&rsquo;re referencing <em>The Matrix</em>, which would seem strangely accurate all of a sudden.",
	  "lecture": "",
	  "magazine": "",
	  "name": "Jimi Nxir",
	  "nickname": "nxir",
	  "radio": "",
	  "title": "Participant - 2013",
	  "website": "http://jiminxir.com/"
	},
	{
	  "bio": "Justin Smith first came up as a DJ in Paterson, New Jersey, before going on to become a producer with one of the most envied discographies in the business. He first hit the charts in 1999 with Harlem World, Ma$e, and Kelly Price, but became renowned for his craft as a key collaborator for Jay-Z and Roc-A-Fella Records. Since then, he&rsquo;s made beats for the likes of Dipset, Rick Ross, Eminem, Kanye West, Diddy, T.I., Drake, Kendrick Lamar, and more&mdash;all while maintaining an impeccable sense of taste and a scientific interest in all things new and fresh.",
	  "lecture": "http://www.redbullmusicacademy.com/lectures/just-blaze--show-me-what-you-got",
	  "magazine": "",
	  "name": "Just Blaze",
	  "nickname": "blaze",
	  "radio": "http://www.rbmaradio.com/people/just-blaze",
	  "title": "Studio Team - 2013, Lecturer - 2006",
	  "website": "https://www.facebook.com/JustBlaze"
	},
	{
	  "bio": "Born in South Africa and raised in Brisbane, Australia, Julien Love has been steadily honing his craft as a DJ and producer over the past 15 years. Julien&rsquo;s passion for visual art and music began with the mid-&rsquo;90s Demoscene, which led to him sampling records and writing .MOD files with 8-bit tracker software. The rest of his musical DNA is comprised of sleepless nights filled with synthesizers and an insatiable addiction to B-movies. After moving to Melbourne, he was inducted into the scene by the Late Show crew from infamous, round-the-clock club Revolver. He&rsquo;s currently working on EPs for local label M-Division as well as Must Have Records out of Virginia, USA, exploring a blend of funk, electro soul, and deep house.",
	  "lecture": "",
	  "magazine": "",
	  "name": "Julien Love",
	  "nickname": "love",
	  "radio": "http://www.rbmaradio.com/people/julien-love",
	  "title": "",
	  "website": ""
	},
	{
	  "name": "Adda Kaleh",
	  "title": "",
	  "nickname": "kaleh",
	  "bio": "Adda Kaleh’s subtle arrangements are situated somewhere \r\nin the vast field of dreamy yet mature indie pop and \r\nelectronica. Already a well-respected performance artist, \r\nAlexandra Pirici sees her music and singing under her Adda \r\nKaleh pseudonym as an extension of her artistic endeavors, \r\nwhich by no means says she doesn’t take it seriously. But \r\nit’s hard to focus on just one thing, especially when you’ve \r\nalso appeared in a Francis Ford Coppola movie alongside \r\nTim Roth. ",
	  "lecture": "",
	  "radio": "http://www.rbmaradio.com/shows/adda-kaleh-live-at-rbma-x-boiler-room-nyc",
	  "magazine": "",
	  "website": "http://www.facebook.com/alexandra.pirici"
	}

]}